{
  "infoImg": [
    {
      "index": 1,
      "url": "https://telegra.ph/file/13739fe030f0a5c8cdd9c.jpg",
      "name": "Son Goku",
      "desp": "Dragon Ball Super",
      "info": "Goku es un saiyajin que fue enviado a la Tierra cuando era un bebé con la misión de conquistar el planeta, pero debido a un golpe en la cabeza, perdió su instinto violento y se convirtió en un héroe. Es conocido por su insaciable apetito, su ingenuidad y su pasión por el combate. A lo largo de la serie, Goku se embarca en numerosas aventuras para proteger la Tierra y alcanzar nuevas metas, como convertirse en el luchador más fuerte del universo.",
      "price": 2500,
      "class": "Épico",
      "atq":  8000,
      "def":  8200,
      "type": "Anime, Manga, Acción, Fantasía, Artes marciales, Poder",
      "code": "95iYY%"
    },
    {
      "index": 2,
      "url": "https://telegra.ph/file/b31cd03f716d362b33716.jpg",
      "name": "Mikasa Ackerman",
      "desp": "Attack on Titan (Shingeki no Kyojin)",
      "info": "Es una joven extremadamente habilidosa en combate, criada junto a Eren Yeager después de que sus padres fueran asesinados cuando eran niños. Es leal y protectora con Eren, a quien ve como su familia. Mikasa es conocida por su frialdad en combate y su gran destreza como soldado. Su objetivo principal es proteger a Eren y luchar contra los titanes que amenazan la humanidad.",
      "price": 700,
      "class": "Raro",
      "atq":  5400,
      "def":  5500,
      "type": "Anime, Acción, Drama, Fantasía, Horror",
      "code": "U79Cn%"
    },
    {
      "index": 3,
      "url": "https://telegra.ph/file/98c672926fbc35a4b9948.jpg",
      "name": "Thomas Stanley Holland",
      "desp": "Spider-Man",
      "info": "Tom Holland es conocido principalmente por interpretar a Peter Parker / Spider-Man en el Universo Cinematográfico de Marvel (MCU). Es un actor talentoso y versátil que ha recibido elogios por su actuación como el icónico superhéroe. Además de su papel en el MCU, Holland ha participado en otras producciones cinematográficas y teatrales.",
      "price": 1100,
      "class": "Épico",
      "atq":  8200,
      "def":  8000,
      "type": "Celebridad, Cine, Superhéroes, Acción, Drama",
      "code": "95UQ%r"
    },
    {
    "index": 4,
    "url": "https://telegra.ph/file/f689a972cfc1c5efff189.jpg",
    "name": "Izuku Midoriya",
    "desp": "My Hero Academia",
    "info": "Izuku, también conocido como Deku, es un adolescente que vive en un mundo donde casi toda la población posee superpoderes llamados 'Quirks'. A pesar de nacer sin un Quirk, Izuku sueña con convertirse en un héroe como su ídolo, All Might. Su determinación y espíritu lo llevan a ser seleccionado por All Might para heredar su Quirk y convertirse en su sucesor. Izuku es inteligente, compasivo y tiene una fuerte ética de trabajo, lo que lo lleva a enfrentarse a numerosos desafíos para alcanzar su objetivo de convertirse en el héroe número uno.",
    "class": "Legendario",
    "atq":  12000,
    "def":  12200,
    "type": "Anime, Acción, Superhéroes, Drama, Fantasía",
    "price": 1746,
    "code": "3t3na^"
   },
     {
    "index": 5,
    "url": "https://telegra.ph/file/4b11562e08b8512868ed4.jpg",
    "name": "Naruto Uzumaki",
    "desp": "Naruto",
    "info": "Naruto Es Un Ninja Muy Poderoso. Para Llegar Al Nivel Que TeníA Al Final De Naruto Shippuden, Naruto Tuvo Que Entrenar Durante Mucho Tiempo, Fortaleciendo Sus Habilidades Y Superando Sus Debilidades.",
    "class": "Legendario",
    "atq":  12300,
    "def":  12300,
    "type": "Anime, Acción, Aventura, Fantasía, Ninjas, Amistad, Superpoderes",
    "price": 1675,
    "code": "bIQ^51"
  },
  {
    "index": 6,
    "url": "https://telegra.ph/file/2e163769ea2f66b4cb455.jpg",
    "name": "Itachi Uchiha",
    "desp": "Naruto",
    "info": "Itachi Uchiha es un ninja de la Aldea Oculta de la Hoja y miembro del Clan Uchiha, conocido por su excepcional habilidad en el combate y su prodigioso talento como ninja. Aunque inicialmente se le presenta como un villano que asesinó a su propio clan, incluyendo a su familia, más tarde se revela que Itachi tenía razones complejas y justificadas para sus acciones, relacionadas con la protección de la aldea y su hermano menor, Sasuke. A pesar de ser un enigma para muchos, Itachi es un personaje profundamente complejo y atormentado por sus decisiones.",
    "class": "Raro",
    "type": "Fuego, Aventura, Fantasía",
    "atq":  5000,
    "def":  5200,
    "price": 678,
    "code": "sEE8<9"
  },
  {
    "index": 7,
    "url": "https://telegra.ph/file/6861039367462755c84d1.jpg",
    "name": "Monkey D. Luffy",
    "desp": "One Piece",
    "info": "Luffy es un joven pirata que sueña con convertirse en el Rey de los Piratas, el título que ostentaba el legendario Gol D. Roger. Luffy obtiene poderes de la Fruta del Diablo Gomu Gomu, lo que le permite estirar su cuerpo como si fuera goma. Es extremadamente valiente, imprudente y siempre está dispuesto a ayudar a sus amigos. Luffy es conocido por su naturaleza despreocupada y su inquebrantable determinación, así como por su capacidad para reunir a un variado grupo de piratas bajo su bandera en busca del tesoro conocido como el 'One Piece'.",
    "class": "Épico",
    "atq":  8300,
    "def":  8300,
    "type": "Anime, Acción, Aventura, Piratas, Fantasía, Amistad, Comedia",
    "price": 4153,
    "code": "0<KHO7"
  },
  {
    "index": 8,
    "url": "https://telegra.ph/file/d311c7f4a32d843ace899.jpg",
    "name": "Light Yagami",
    "desp": "Death Note",
    "info": "Light Yagami es un estudiante de preparatoria extremadamente talentoso y dedicado, quien encuentra un misterioso cuaderno llamado 'Death Note'. Este cuaderno tiene el poder de matar a cualquier persona cuyo nombre sea escrito en él, siempre y cuando el portador del cuaderno tenga la cara de la persona en mente. Light decide usar el Death Note para eliminar a criminales y crear un mundo libre de maldad, adoptando el alias de 'Kira'. Sin embargo, su búsqueda de justicia lo lleva por un oscuro camino hacia la megalomanía y la corrupción moral, convirtiéndose en un antihéroe extremadamente manipulador y calculador.",
    "class": "Poco Común",
    "atq":  2500,
    "def":  2700,
    "type": "Anime, Misterio, Psicológico, Sobrenatural, Thriller, Crimen, Drama",
    "price": 308,
    "code": "0#suv1"
  },
  {
    "index": 9,
    "url": "https://telegra.ph/file/70fadfc8d38f2d307cd35.jpg",
    "name": "Misa Amane",
    "desp": "Death Note",
    "info": "Misa Amane es una famosa idol y modelo en el mundo ficticio de 'Death Note'. Después de que su familia fuera asesinada por un asesino en serie, Misa se convierte en la portadora de un segundo Death Note. Es extremadamente leal a Light Yagami, a quien idolatra y admira como a un dios. Misa está dispuesta a hacer cualquier cosa por él, incluso sacrificar su propia vida. A pesar de su apariencia inocente y cariñosa, Misa es astuta y está dispuesta a usar el Death Note para ayudar a Light en su búsqueda de justicia, convirtiéndose en una figura complicada dentro de la trama.",
    "class": "Épico",
    "atq":  8400,
    "def":  8200,
    "type": "Anime, Misterio, Psicológico, Sobrenatural, Thriller, Crimen, Drama, Idol",
    "price": 2808,
    "code": "3i<M5z"
  },
  {
    "index": 10,
    "url": "https://telegra.ph/file/faa41f0647445c6097041.jpg",
    "name": "Soichiro Yagami",
    "desp": "Death Note",
    "info": "El jefe de la Unidad de Investigación Especial de la Policía Japonesa en 'Death Note'. Es un hombre recto, justo y dedicado a su trabajo como policía. A lo largo de la serie, Yagami lidera la investigación para capturar al misterioso asesino en serie conocido como 'Kira', sin saber que su propio hijo, Light Yagami, es en realidad Kira. Soichiro se esfuerza por cumplir su deber como policía y enfrenta dilemas éticos difíciles a medida que se desarrolla la trama.",
    "class": "Común",
    "atq": 1000,
    "def":  1200,
    "type": "Anime, Misterio, Psicológico, Sobrenatural, Thriller, Crimen, Drama, Policía",
    "price": 108,
    "code": "79UKU%"
   },
   {
    "index": 11,
    "url": "https://telegra.ph/file/a803779df82b23707a0af.jpg",
    "name": "Asuna Yuuki",
    "desp": "Sword Art Online",
    "info": "Asuna Yuuki es una de las protagonistas principales de 'Sword Art Online'. En el juego de realidad virtual Sword Art Online, Asuna es una espadachina habilidosa y valiente que se destaca en combate. A lo largo de la serie, desarrolla una estrecha relación con el protagonista, Kirito, y juntos enfrentan numerosos desafíos dentro del juego y en el mundo real. Asuna es retratada como una persona fuerte, decidida y leal a sus amigos, dispuesta a hacer todo lo posible para protegerlos y lograr sus objetivos.",
    "class": "Épico",
     "atq":  8500,
    "def":  8400,
    "type": "Anime, Acción, Aventura, Romance, Realidad Virtual, Fantasía",
    "price": 1047,
    "code": "B6YQ%8"
  },
  {
    "index": 12,
    "url": "https://telegra.ph/file/9d8777e630c32a244ce9c.jpg",
    "name": "Erza Scarlet",
    "desp": "Fairy Tail",
    "info": "Erza Scarlet es una poderosa maga y miembro destacado del gremio de magos Fairy Tail. Es conocida como 'Erza la Titania' debido a su gran habilidad en combate y su posición de liderazgo dentro del gremio. Erza es una guerrera formidable que domina la magia del Re-Equipamiento, que le permite cambiar de armadura y armas en medio de la batalla según sea necesario. A pesar de su apariencia seria y decidida en combate, Erza también muestra un lado amable y compasivo hacia sus amigos y compañeros de gremio.",
    "class": "Épico",
    "atq":  8600,
    "def":  8600,
    "type": "Anime, Acción, Aventura, Magia, Fantasía, Amistad, Comedia",
    "price": 1179,
    "code": "UP%30J"
   },
   {
    "index": 13,
    "url": "https://telegra.ph/file/69d9c8a90c332fac66f0c.jpg",
    "name": "Yoichi Isagi",
    "desp": "Blue Lock",
    "info": "Yoichi Isagi es el protagonista principal de 'Blue Lock'. Es un talentoso delantero que juega al fútbol. A pesar de ser un jugador hábil, Isagi es pasivo y carece de confianza en sí mismo al principio de la serie. Sin embargo, su perspectiva cambia cuando es reclutado para participar en el proyecto 'Blue Lock', un programa de entrenamiento intensivo diseñado para crear al delantero definitivo. A medida que avanza en el programa, Isagi se enfrenta a desafíos tanto físicos como mentales mientras lucha por convertirse en un verdadero líder y alcanzar su máximo potencial como futbolista.",
    "class": "Legendario",
    "atq":  12400,
    "def":  12200,
    "type": "Manga, Deportes, Drama, Competición, Superación, Psicológico",
    "price": 1760,
    "code": "V9Ua0%"
  },
  {
    "index": 14,
    "url": "https://telegra.ph/file/3508047226d3d171e564d.jpg",
    "name": "Satoru Gojo",
    "desp": "Jujutsu Kaisen",
    "info": "Satoru Gojo es uno de los personajes más poderosos y carismáticos de 'Jujutsu Kaisen'. Es un hechicero extremadamente habilidoso y el maestro de la Escuela Jujutsu Tokyo. Gojo es conocido por su personalidad relajada y bromista, pero detrás de su actitud despreocupada se encuentra un luchador formidable y astuto. Posee una técnica única llamada 'Infinity', que le otorga un control absoluto sobre el espacio, haciéndolo prácticamente invencible en combate. Gojo es un mentor compasivo para los estudiantes de la escuela y está dispuesto a hacer lo que sea necesario para proteger a aquellos a quienes considera importantes.",
    "class": "Transcendental",
    "atq":  21000,
    "def":  21200,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes , Maestro, Poder",
    "price": 215378,
    "code": "7Xl4%A"
  },
  {
    "index": 15,
    "url": "https://telegra.ph/file/fc16a178da15e5c629cbe.jpg",
    "name": "Brook",
    "desp": "One Piece",
    "info": "Brook es un esqueleto viviente y músico que se une a la tripulación de los Piratas del Sombrero de Paja en 'One Piece'. Originalmente, Brook fue un ser humano que consumió la Fruta Revive-Revive, lo que le permitió regresar a la vida después de morir. Sin embargo, su alma terminó regresando a su esqueleto. Brook es un espadachín habilidoso y tiene una personalidad alegre y extravagante. Es conocido por su amor por la música y su habilidad para tocar el violín, así como por su tendencia a hacer chistes sobre su naturaleza esquelética.",
    "class": "Poco Común",
    "atq":  2800,
    "def":  2600,
    "type": "Manga, Anime, Aventura, Piratas, Comedia, Fantasía, Música",
    "price": 300,
    "code": "8loJ5@"
  },
  {
    "index": 16,
    "url": "https://telegra.ph/file/c33eca3c3b52e11697b65.jpg",
    "name": "Roronoa Zoro",
    "desp": "One Piece",
    "info": "Zoro Es Uno De Los Tripulantes De La Tripulación De Luffy, Y Es Uno  De Los Más Fuertes Y Esforzados. Su Personalidad Es Fuerte, Determinada Y Dura, Pero También Tiene Un Gran Corazón Y Una Gran Lealtad A Su Capitán.",
    "class": "Supremo",
    "atq":  18000,
    "def":  18200,
    "type": "Manga, Anime, Aventura, Piratas, Artes marciales, Acción, Comedia",
    "price": 19256,
    "code": "s3l0p<"
  },
  {
    "index": 17,
    "url": "https://telegra.ph/file/d48a22ae1dc114c19c653.jpg",
    "name": "Alastor",
    "desp": "Hazbin Hotel",
    "info": "Alastor es un demonio poderoso y carismático conocido como 'El Radio Demonio'. Es un ser misterioso que aparece en el infierno y rápidamente se hace un nombre como uno de los demonios más temidos y respetados. Alastor tiene una personalidad encantadora y manipuladora, con una inclinación por el caos y la destrucción, pero siempre manteniendo una sonrisa siniestra y un aire de cortesía. Es hábil en el uso de la magia y tiene una afinidad particular por las radios y las emisiones de radio. Aunque puede parecer encantador, Alastor es un ser peligroso y no se puede confiar en sus verdaderas intenciones.",
    "class": "Raro",
    "type": "Animación, Comedia, Sobrenatural, Demonios, Fantasía, Horror, Misterio",
    "atq":  5200,
    "def":  5000,
    "price": 700,
    "code": "<84NMj"
  },
  {
    "index": 18,
    "url": "https://telegra.ph/file/4f9ba16b9292716d8cccb.jpg",
    "name": "Vox",
    "desp": "Hazbin Hotel",
    "info": "Vox es un demonio tecnológico y un influencer en el infierno. Es conocido por su aspecto mecánico y su habilidad para manipular tecnología avanzada. Vox se presenta como un ser cibernético y egocéntrico que utiliza su influencia en las redes sociales infernales para ganar seguidores y notoriedad. A menudo se le muestra como un antagonista astuto y manipulador, dispuesto a usar la tecnología y la información para lograr sus objetivos. Su personalidad está marcada por su amor por la tecnología y su desprecio por los seres orgánicos.",
    "class": "Raro",
    "type": "Animación, Comedia, Sobrenatural, Demonios, Fantasía, Tecnología, Influencer",
    "atq":  5200,
    "def":  5200,
    "price": 659,
    "code": "w@q09O"
  },
  {
    "index": 19,
    "url": "https://telegra.ph/file/d944ef23bbce001e8524f.jpg",
    "name": "Goku Black",
    "desp": "Dragon Ball Super",
    "info": "Goku Black es una versión alternativa malvada de Goku que proviene de un universo alternativo. En este universo, Goku Black es en realidad Zamasu, un Kaio-shin (dios de la creación) que ha obtenido el cuerpo de Goku y ha tomado su apariencia. Utilizando las Bolas de Dragón, Zamasu intercambia cuerpos con Goku y luego procede a sembrar el caos y la destrucción en varios universos. Goku Black es extremadamente poderoso y muestra un dominio superior de las habilidades de Goku, además de poseer una mentalidad malévola y despiadada. Es conocido por su aspecto físico similar a Goku pero con una aura oscura y maligna.",
    "class": "Legendario",
    "atq":  12500,
    "def":  12400,
    "type": "Anime, Acción, Aventura, Ciencia Ficción, Fantasía, Artes marciales, Universos Paralelos",
    "price": 2178,
    "code": "TA08*p"
  },
  {
    "index": 20,
    "url": "https://telegra.ph/file/75dda3736c12370c62846.jpg",
    "name": "Polo Benavent",
    "desp": "Élite",
    "info": "Leopoldo Benavent Villada, más comúnmente conocido como Polo, fue un personaje principal en la serie Élite de Netflix. Era un estudiante que asistía a Las Encinas que se convirtió en objeto de odio masivo después del asesinato accidental de su compañera de clase, Marina Nunier Osuna. Fue interpretado por Álvaro Rico.",
    "class": "Épico",
    "atq":  8700,
    "def":  8800,
    "type": "Drama adolescente, Intriga, Suspenso, Crimen, Amoríos, Secretos, Escuela privada, Clase social, Suspenso, Serie, Triángulos amorosos, Diversidad, Juventud, Traición, Misterio",
    "price": 1096,
    "code": "t7_o0w"
  },
  {
    "index": 21,
    "url": "https://telegra.ph/file/d840af4a179405cd456c8.jpg",
    "name": "Inabakumori",
    "desp": "Vocaloid",
    "info": "inabakumori (稲葉曇), también estilizado como INABAKUMORI, es un productor de VOCALOID que utiliza principalmente a Kaai Yuki.",
    "class": "Sagrado",
    "atq":  15000,
    "def":  15200,
    "type": "Vocaloid, Música, Anime, Fantasía",
    "price": 9139,
    "code": "8dl!8V"
  },
    {
    "index": 22,
    "url": "https://telegra.ph/file/0507c330d4c34452197d7.jpg",
    "name": "Kaneki Ken",
    "desp": "Tokyo Ghoul",
    "info": "Ken Kaneki es el protagonista principal de la serie Tokyo Ghoul y Tokyo Ghoul:re. Anteriormente era un estudiante de literatura japonesa en la Universidad Kamii.",
    "class": "Legendario",
    "type": "Fantasía, Anime, Fantasía oscura, Suspenso",
    "atq":  12600,
    "def":  12600,
    "price": 2528,
    "code": "3Qrc4_"
  },
  {
    "index": 23,
    "url": "https://telegra.ph/file/fc0f62c41deed88a83da0.jpg",
    "name": "Yuji Itadori",
    "desp": "Jujutsu Kaisen",
    "info": "Yuji Itadori (虎いた杖どり悠ゆう仁じ, Itadori Yuji ? ) es el protagonista principal de la serie Jujutsu Kaisen . Es hijo de Jin Itadori y Kaori Itadori , y nieto de Wasuke Itadori . Yuji vivía una vida normal en la ciudad de Sendai hasta que se encontró con Megumi y se comió uno delos dedos de Sukuna . Después de convertirse en el recipiente de Sukuna, Yuji comenzó a asistir a Tokyo Jujutsu High junto a Megumi y Nobara como estudiantes de primer año.",
    "class": "Épico",
    "atq":  8900,
    "def":  8800,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder",
    "price": 1470,
    "code": "TH!f97"
  },
   {
    "index": 24,
    "url": "https://telegra.ph/file/c8442c8866844afbc3d7a.jpg",
    "name": "Megumi Fushiguro",
    "desp": "Jujutsu Kaisen",
    "info": "Megumi Fushiguro es uno de los protagonistas de la serie manga Jujutsu Kaisen. Es un estudiante de primer año del Colegio Técnico de Magia Metropolitana de Tokio, y compañero de Yuji Itadori y Nobara Kugisaki.",
    "class": "Legendario",
    "atq":  12700,
    "def":  12800,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder",
    "price": 2019,
    "code": "^zZQ05"
  },
   {
    "index": 25,
    "url": "https://telegra.ph/file/deaee5fb00064ab5f73b5.jpg",
    "name": "Toji Fushiguro",
    "desp": "Jujutsu Kaisen",
    "info": "Toji Fushiguro (伏黒甚爾, Fushiguro Tōji?), nacido como Toji Zenin (禪院甚爾, Zen'in Tōji?), es un personaje secundario recurrente de Jujutsu Kaisen. Fue miembro del Clan Zenin y el padre de Megumi Fushiguro y Tsumiki Fushiguro.",
    "class": "Sagrado",
     "atq":  15200,
    "def":  15000,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder",
    "price": 7398,
    "code": "oq68V<"
   },
  {
    "index": 26,
    "url": "https://telegra.ph/file/eab476d3d46a9853d0099.jpg",
    "name": "Suguru Geto",
    "desp": "Jujutsu Kaisen",
    "info": "Suguru Geto (夏油傑, Getō Suguru?) es uno de los principales antagonistas de la serie manga Tokyo Metropolitan Curse Technical School y de la serie secuela, Jujutsu Kaisen. Es uno de los cuatro chamanes de Clase Especial, antiguo estudiante de Masamichi Yaga y compañero de Satoru Gojo y Shoko Ieiri.",
    "class": "Épico",
    "atq":  9000,
    "def":  9000,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder, Fantasía oscura, Villano",
    "price": 1199,
    "code": "9^Bpu8"
  },
  {
    "index": 27,
    "url": "https://telegra.ph/file/28531fe47c4bd0154c9ea.jpg",
    "name": "Ryomen Sukuna",
    "desp": "Jujutsu Kaisen",
    "info": "Ryomen Sukuna (両りょう面めん宿すく儺な¿ Ryōmen Sukuna ? ) , más a menudo denominado simplemente Sukuna (宿すく儺な, Sukuna ? ) , es el hechicero de jujutsu más fuerte de hace mil años. Considerado como el rey indiscutible de las maldiciones (呪のろいの王うう, Noroi no Ō ? ) , Sukuna es uno de los principales antagonistas de la serie Jujutsu Kaisen .",
    "class": "Transcendental",
    "atq":  21200,
    "def":  21000,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder, Demonios, Villano, Fantasía oscura",
    "price": 567234,
    "code": "B1#xo5"
  },
  {
    "index": 28,
    "url": "https://telegra.ph/file/77a470c938a5fdda08c96.jpg",
    "name": "Toge Inumaki",
    "desp": "Jujutsu Kaisen",
    "info": "Toge Inumaki (狗巻棘, Inumaki Toge?) es uno de los personajes de la serie manga Tokyo Metropolitan Curse Technical School y su serie secuela, Jujutsu Kaisen. Es un estudiante de segundo año del Colegio Técnico de Magia Metropolitana de Tokio y miembro del Clan Inumaki.",
    "class": "Épico",
    "atq":  9100,
    "def":  9200,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder",
    "price": 3017,
    "code": "jE%0I3"
  },
  {
    "index": 29,
    "url": "https://telegra.ph/file/2a61ff45d947a150a2f25.jpg",
    "name": "Aoi Todo",
    "desp": "Jujutsu Kaisen",
    "info": "Aoi Todo (東とう堂どう葵あ い, Todo Aoi ? ) es un personaje secundario de la serie Jujutsu Kaisen . Es un estudiante de tercer año en la escuela secundaria Kyoto Jujutsu y un hechicero de jujutsu de primer grado . Fue asesorado por Yuki Tsukumo en su juventud y considera a Yuji Itadori su mejor amigo.",
    "class": "Legendario",
    "atq":  12900,
    "def":  12800,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder",
    "price": 1697,
    "code": "vY_76P"
  },
  {
    "index": 30,
    "url": "https://telegra.ph/file/11d47126ea704753cdbd8.jpg",
    "name": "Yuta Okkotsu",
    "desp": "Jujutsu Kaisen",
    "info": "Yuta Okkotsu (乙っっ骨こつ憂ゆう太た, Okkotsu Yuta ? ) es un personaje secundario importante en la serie Jujutsu Kaisen y el protagonista principal de su serie precuela, Jujutsu Kaisen 0: Jujutsu High . Inicialmente era un humano maldito de grado especial perseguido por su difunta amiga de la infancia, Rika Orimoto . Satoru Gojo fue el mentor de Yuta y lo inscribió en Tokyo Jujutsu High .",
    "class": "Supremo",
    "atq":  18200,
    "def":  18000,
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder, Demonios",
    "price": 22156,
    "code": "*ki0u8"
  },
  
  {
    "index": 31,
    "url": "https://telegra.ph/file/022d82dd1fc13d4484748.jpg",
    "name": "Sasuke Uchiha",
    "desp": "Naruto",
    "info": "Sasuke Uchiha (うちはサスケ, Uchiha Sasuke) es el deuteragonista de la serie y uno de los supervivientes del Clan Uchiha. Es hijo de Fugaku Uchiha y Mikoto Uchiha, hermano de Itachi Uchiha, así como la Reencarnación actual de Indra Ōtsutsuki.",
    "class": "Legendario",
    "atq":  13000,
    "def":  13000,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder",
    "price": 2294,
    "code": "!8d2dZ"
  },
  {
    "index": 32,
    "url": "https://telegra.ph/file/ae4c1f274477dd8b8da90.jpg",
    "name": "Rock Lee",
    "desp": "Naruto",
    "info": "Rock Lee (ロック・リー, Rokku Rī) es un ninja de rango Jōnin perteneciente a Konohagakure. Hace parte del Equipo Guy, junto a sus compañeros Neji Hyūga y Tenten, y fue uno de los miembros que formaron parte de la Tercera División durante la Cuarta Guerra Mundial Shinobi.",
    "class": "Épico",
    "atq":  9300,
    "def":  9300,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder",
    "price": 1343,
    "code": "YjN85#"
  },
  {
    "index": 33,
    "url": "https://telegra.ph/file/7bcd82b00e7864cb416b1.jpg",
    "name": "Kakashi Hatake",
    "desp": "Naruto",
    "info": "Kakashi Hatake (はたけカカシ, Hatake Kakashi) es un shinobi de Konohagakure. Fue un Jōnin, ex-ANBU y el líder del Equipo 7. Fue conocido mundialmente por su uso del Sharingan, lo que le valió el apodo de Kakashi el Ninja que Copia (コピー忍者のカカシ, Kopi Ninja no Kakashi) y Kakashi del Sharingan (写輪眼のカカシ, Sharingan no Kakashi).",
    "class": "Sagrado",
    "atq":  15300,
    "def":  15300,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder",
    "price": 9469,
    "code": "Yb6#9E"
  },
  {
    "index": 34,
    "url": "https://telegra.ph/file/29ab8d571dbec6aeaa277.jpg",
    "name": "Sakura Haruno",
    "desp": "Naruto",
    "info": "Sakura Haruno (春野サクラ, Haruno Sakura) cuyo nombre actual es Sakura Uchiha (うちはサクラ, Uchiha Sakura) es la tritagonista de la serie. Es una kunoichi de nivel Jōnin, miembro del Equipo Kakashi y una gran amiga de Naruto Uzumaki. Después de su entrenamiento con Tsunade, se convirtió en una de las mejores Ninja Médico de la aldea y actualmente es la Jefa del Departamento Médico. Finalmente se convirtió en la esposa de Sasuke Uchiha y la madre de Sarada Uchiha.",
    "class": "Raro",
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder",
    "atq":  5300,
    "def":  5100,
    "price": 684,
    "code": "A*HG80"
  },
  {
    "index": 35,
    "url": "https://telegra.ph/file/39003b5f18e886becf28c.jpg",
    "name": "Orochimaru",
    "desp": "Naruto",
    "info": "Orochimaru (大蛇丸, Orochimaru) es un shinobi veterano de Konohagakure, miembro del Equipo Hiruzen y uno de los legendarios Sannin, junto con sus compañeros Jiraiya y Tsunade. Fue miembro de la organización Raíz bajo el liderazgo de Danzō y posteriormente desertó de la aldea por ser descubierto haciendo experimentos con los aldeanos, ademas de ser un ex miembro de Akatsuki.",
    "class": "Legendario",
    "atq":  13100,
    "def":  13200,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder, Villano",
    "price": 1686,
    "code": "uA!z74"
  },
  {
    "index": 36,
    "url": "https://telegra.ph/file/636b48ce8ee1dbfeebb23.jpg",
    "name": "Madara Uchiha",
    "desp": "Naruto",
    "info": "Madara Uchiha (うちはマダラ, Uchiha Madara) fue un legendario shinobi, co-fundador de Konoha y líder del Clan Uchiha durante su tiempo. Además, fue la pasada Reencarnación de Indra Ōtsutsuki. Luego, fue revivido en la Cuarta Guerra Mundial Shinobi para luchar contra la Gran Alianza Shinobi, revelando sus verdaderas intenciones, haciéndolo el antagonista principal de la serie. Madara logró capturar a las nueve Bestias con Cola, sellarlas en la Estatua Demoníaca del Camino Exterior y, de esa manera, convertirse en el tercer y último Jinchūriki del Diez Colas.",
    "class": "Sagrado",
    "atq":  15400,
    "def":  15200,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder, Villano",
    "price": 8365,
    "code": "bM#8N4"
  },
  {
    "index": 37,
    "url": "https://telegra.ph/file/5a8b6855ae3d1ffed9ffa.jpg",
    "name": "Kaguya Otsutsuki",
    "desp": "Naruto",
    "info": "Kaguya Ōtsutsuki (大筒木カグヤ, Ōtsutsuki Kaguya ) era miembro del clan Ōtsutsuki y matriarca de una rama familiar de su clan, incluidos sus hijos Hagoromo y Hamura . Mucho antes de la fundación de las aldeas ocultas, durante una era de guerra sin fin, Kaguya traicionó a su clan al consumir el fruto del Árbol de Dios y se convirtió en la primera portadora de chakra en la Tierra, antes de fusionarse con la forma de Bestia con Cola del árbol en una batalla. contra sus hijos.",
    "class": "Transcendental",
    "atq":  21300,
    "def":  21300,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder, Villano",
    "price": 435129,
    "code": "9JYA#1"
  },
  {
    "index": 38,
    "url": "https://telegra.ph/file/4a88d5e3db359f1f2955a.jpg",
    "name": "Gaara",
    "desp": "Naruto",
    "info": "Gaara (我愛羅, Gaara) es un shinobi de Sunagakure y el Quinto Kazekage (五代目風影, Godaime Kazekage), fue el Comandante General del ejército de la Gran Alianza Shinobi y Comandante de la Cuarta División. Formó parte del ex-equipo Baki. Es el hijo menor del Cuarto Kazekage, Rasa y Karura, hermano menor de Temari y Kankuro.",
    "class": "Épico",
    "atq":  9400,
    "def":  9400,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder, Villano, Demonios, Fantasía oscura",
    "price": 1470,
    "code": "iB5@T5"
  },
  {
    "index": 39,
    "url": "https://telegra.ph/file/1ce730196cb3a6f8e480e.jpg",
    "name": "Hinata Hyuga",
    "desp": "Naruto",
    "info": "Hinata Hyūga (日向ヒナタ, Hyūga Hinata) cuyo nombre actual es Hinata Uzumaki (うずまきヒナタ, Uzumaki Hinata) es una kunoichi de rango Chūnin de Konohagakure y antigua heredera de la rama principal del Clan Hyūga, además de ser hija de Hiashi Hyūga, prima de Neji Hyūga y hermana mayor de Hanabi Hyūga. Formó parte del Equipo Kurenai, siendo compañera de Kiba Inuzuka y Shino Aburame. Posteriormente, se convirtió en la esposa de Naruto, con quien tuvo dos hijos, Boruto Uzumaki y Himawari Uzumaki.",
    "class": "Épico",
    "atq":  9500,
    "def":  9600,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder",
    "price": 1252,
    "code": "%25kSe"
  },
  {
    "index": 40,
    "url": "https://telegra.ph/file/35368abeaf4e65cb9f355.jpg",
    "name": "Jiraiya",
    "desp": "Naruto",
    "info": "Jiraiya (自来也, Jiraiya) fue uno de los legendarios Sannin junto con Tsunade y Orochimaru, quienes fueron entrenados por el Tercer Hokage. Escribió una popular serie de libros para adultos, llamada ICHA ICHA, por esto y entre otras muchas razones, Naruto lo llama Sabio Pervertido (エロ仙人, Ero-sennin). También fue conocido como el Sabio Sapo (虾蟇仙人, Gama Sennin), gracias a sus invocaciones de sapos y por la habilidad de entrar en el Modo Sabio.",
    "class": "Supremo",
    "atq":  18300,
    "def":  18300,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder",
    "price": 19440,
    "code": "7owG3%"
  },
  {
    "index": 41,
    "url": "https://telegra.ph/file/7172c36823e83205086c7.jpg",
    "name": "Tsunade",
    "desp": "Naruto",
    "info": "Tsunade (綱手, Tsunade) es una de los legendarios Sannin junto con Orochimaru y Jiraiya, siendo también conocida por ser una de las kunoichis más fuertes y la mejor Ninja Médico del mundo. Se convirtió en la Quinta Hokage (五代目火影, Godaime Hokage, que significa Quinta Sombra del Fuego), después de que Hiruzen Sarutobi muriera en manos de Orochimaru. Además, fue mentora de Shizune, Sakura Haruno e Ino Yamanaka.",
    "class": "Supremo",
    "atq":  18400,
    "def":  18200,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder",
    "price": 10369,
    "code": "0Lz5%J"
  },
  {
    "index": 42,
    "url": "https://telegra.ph/file/4494b77bccfa4480fa826.jpg",
    "name": "Kugisaki Nobara",
    "desp": "Jujutsu kaisen",
    "info": "Nobara Kugisaki es un personaje ficticio de la franquicia de anime y manga Jujutsu Kaisen, creado por Gege Akutami. Siendo la tritagonista de la serie, Nobara es una estudiante de hechicería de la escuela de magia de Tokio, bajo la tutela de Satoru Gojō",
    "class": "Épico",
    "atq":  9600,
    "def":  9600,
    "type": "Anime, Manga, Poder, Acción, Fantasía, Ninjas, Superpoderes, Artes marciales, Poder",
    "price": 1110,
    "code": "tu<3a2"
  },
  {
    "index": 43,
    "url": "https://telegra.ph/file/f42d39a361a313d4a25be.png",
    "name": "Mashle Burnedead",
    "desp": "Mashle: magic and muscles",
    "info": "Mashle (マッシュル), Mash es el protagonista, un adolescente extremadamente fuerte, capaz de sobreponerse a la magia con su propia fuerza. Mash es una persona inexpresiva, imprudente y muy ingenua, pero sobre todo es amable y no duda dos veces en atacar a alguien o romper alguna cosa si algo le molesta, incluso si eso puede ocasionarle problemas. Le gustan mucho los Profiteroles, siendo la única cosa que lo apasiona más que el culturismo. Su meta es convertirse en un 'Iluminado Divino' para poder vivir una vida tranquila con su padre.",
    "class": "Transcendental",
    "atq":  21400,
    "def":  21200,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Magia",
    "price": 630999,
    "code": "qx<3a8"
  },
  {
    "index": 44,
    "url": "https://telegra.ph/file/37c2908feb28aa3edf3b1.jpg",
    "name": "Lemon Irvine",
    "desp": "Mashle: magic and muscles",
    "info": "Lemon es una tímida Maga de cabello rubio y corto que trata de entrar a la Academia de Magia para sacar a su familia de la pobreza. Ella se autoproclama como la futura esposa de Mash desde que este la protegiera durante los exámenes de acceso.",
    "class": "Común",
    "atq":  1300,
    "def":  1000,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Magia",
    "price": 209,
    "code": "qx#348"
  },
  {
    "index": 45,
    "url": "https://telegra.ph/file/2a7610b86c25b9430207b.jpg",
    "name": "Finn Ames",
    "desp": "Mashle: magic and muscles",
    "info": "Compañero de cuarto de Mash en la academia. Un muchacho pecoso de cabello negro y una mechón rubio que, por lo general, interpreta al hombre serio con las payasadas de los otros personajes. Su hermano mayor es Rayne Ames, un actual Iluminado Divino. Su magia personal le permite intercambiar lugares con otras personas.",
    "class": "Raro",
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Magia",
    "atq":  5500,
    "def":  5300,
    "price": 725,
    "code": "qz2w47"
  },
 {
    "index": 46,
    "url": "https://telegra.ph/file/d3c4d2195fa6cd8e623af.jpg",
    "name": "Lance Crown",
    "desp": "Mashle: magic and muscles",
    "info": "El verdadero rival de Mash. Después de que su hermana contrajera una enfermedad que le quitaría la magia, prometió convertirse en un Iluminado Divino para que la ley del país no la matara. Su peculiaridad de carácter más notable es su complejo de hermana. Su magia personal le permite manipular la gravedad.",
    "class": "Legendario",
    "atq":  13300,
    "def":  13300,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Magia",
    "price": 9725,
    "code": "fa8#op"
  },
   {
    "index": 47,
    "url": "https://telegra.ph/file/5238f93a6d81726a0d58f.jpg",
    "name": "Dot Barrett",
    "desp": "Mashle: magic and muscles",
    "info": "Autoproclamado rival de Mash. Dot es una persona extremadamente apasionada y fácilmente irritable con un complejo de superioridad, actitud escandalosa y personalidad enamoradiza, pero en realidad es una persona de buen corazón. Su magia personal le permite generar explosiones y su marca de nacimiento es una línea zigzagueante horizontal que nace en su ojo izquierdo y acaba en la parte superior de su oreja izquierda. Suele mantener su frente cubierta con una bandana negra ya que durante sus combates se descubre que pertenece a una rara y poderosa tribu guerrera que posee la habilidad de manifestar a voluntad más líneas de nacimiento que les otorga acceso a un poder superior a los de los Doble línea y que en su caso se manifiesta en su frente como dos líneas extra que forman un cruz en su frente. Sumado a esto es un usuario del Ira Kreuz, una rareza mágica que le permite fluctuar su nivel de poder mágico en cuanto sus emociones se disparan, fortaleciéndolo enormemente.",
    "class": "Legendario",
    "atq":  13400,
    "def":  13400,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Magia",
    "price": 8227,
    "code": "er1-qp"
  },
   {
    "index": 48,
    "url": "https://telegra.ph/file/f1ea427e52f337c91e08c.png",
    "name": "Innocent Zero",
    "desp": "Mashle: magic and muscles",
    "info": "Innocent Zero es el líder de una organización criminal del mismo nombre y fue uno de los tres aprendices de Adam Jobs . Es el principal antagonista del Arco del Examen de Selección Divina Visionaria y del Arco del Eclipse , además de servir como el principal antagonista de la serie.",
    "class": "Transcendental",
     "atq":  21500,
    "def":  21400,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Magia, Magia oscura, Villano, Fantasia oscura",
    "price": 456823,
    "code": "xr4%dp"
  },
  {
    "index": 49,
    "url": "https://telegra.ph/file/f417f9e3a0bdf84f97ee2.png",
    "name": "Cell War",
    "desp": "Mashle: magic and muscles",
    "info": "Un clon humano creado por Innocent Zero. Su magia personal le permite crear y manipular carbono y, por extensión, diamantes.",
    "class": "Supremo",
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Magia, Magia oscura, Villano, Fantasia oscura",
    "atq":  18500,
    "def":  18400,
    "price": 159427,
    "code": "x24td2"
  },
  {
    "index": 50,
    "url": "https://telegra.ph/file/6219c7bcfba186cacc7a6.png",
    "name": "Margarette Macaron",
    "desp": "Mashle: magic and muscles",
    "info": "Margarette Macaron es una antagonista importante en el Arco del Examen de Selección Divina Visionaria . Son estudiantes de tercer año en Easton Magic Academy y el prefecto de Orca Dorm .",
    "class": "Legendario",
    "atq":  13500,
    "def":  13600,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Magia",
    "price": 8413,
    "code": "p14fd2"
  },
  {
    "index": 51,
    "url": "https://telegra.ph/file/5343c24f9e2ad40c7781d.jpg",
    "name": "Airi Akitsuki",
    "desp": "Oni Chi Chi",
    "info": "Protagonista femenina. Estudiante de primer año en la escuela St. Kaede. Pertenece al club de música ligera. Es la segunda hija de Kayoko. Es rubia debido a los genes de su padre biológico; en lo físico es delgada, su altura es un poco inferior al de su hermana por unos centímetros debido a los dos años de diferencia, pero eso no quita el hecho de que su busto sea equiparable al de su hermana; también luce un par de coletas estilo francés, haciéndola ver aún más atractiva. Por el contrario, su personalidad es un poco testaruda, rebelde y es de espíritu libre y egoísta, lo contrario de su hermana Marina. No le gusta que le hablen de Kōzō. No tiene novio.",
    "class": "Épico",
    "atq":  9700,
    "def":  9800,
    "type": "Anime, Hentai, +18, Nsfw",
    "price": 2413,
    "code": "d19f3j"
  },
  {
    "index": 53,
    "url": "https://telegra.ph/file/192a95c8d39fccafa2741.jpg",
    "name": "Kozo Akitsuki",
    "desp": "Oni Chi Chi",
    "info": "Protagonista de esta obra. 30 años de edad. Tiene un doctorado en la Universidades Kinoekita y es profesor de laboratorio de bioquímica en dicho plantel. Durante una etapa de su experimento, ocurrió un accidente; que acaeció en una pérdida de su virilidad y además, parte de su función masculina debido a un trauma psicológico hace algunos años, abrazado el interés sexual frente a las dos personas que conoce Marina y Airi, quien se acerca a ellas tomando como excusa un complejo de lolita.",
    "class": "Poco Común",
    "atq":  2900,
    "def":  2900,
    "type": "Anime, Hentai, +18, Nsfw",
    "price": 327,
    "code": "ci4gd2"
  },
  {
    "index": 54,
    "url": "https://telegra.ph/file/329a36f4b9bb3af96a614.jpg",
    "name": "Marina Akitsuki",
    "desp": "Oni Chi Chi",
    "info": "Hermana de la protagonista . Estudiante de tercer año en la escuela St. Kaede. Hija mayor de Kayoko. Como la madre está ocupada con el trabajo, y con el fin de compartir la presión de la madre en el hogar, toma riendas con las tareas del hogar, tiene un carácter conservador y serio. Su aspecto es más parecido a su madre, arraigado a lo japonés, presenta un cabello largo color marrón, ojos violetas, y un busto grande. Es tan modesta con sus asuntos que llegó a tener citas a escondidas con su novio Masato.",
    "class": "Épico",
    "atq":  9800,
    "def":  9900,
    "type": "Anime, Hentai, +18, Nsfw",
    "price": 1327,
    "code": "fth6d2"
  },
  {
    "index": 55,
    "url": "https://telegra.ph/file/2a976d48d7717bda49ef2.jpg",
    "name": "Saitama",
    "desp": "One Punch Man",
    "info": "Saitama (サイタマ?) es el protagonista de la serie de manga y anime One-Punch Man, creado por One. Saitama es un joven adulto que enfrenta una crisis existencial ante su increíble fuerza debido a que no siente emociones durante sus batallas. Tras ser héroe por diversión, se inscribe en la Asociación de Héroes para convertirse en héroe profesional al darse cuenta de que nadie lo reconoce como tal. Debido a su apariencia poco impresionante, sus enemigos suelen subestimarlo al punto de no tomarlo en serio.",
    "class": "Transcendental",
    "atq":  21600,
    "def":  21600,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder",
    "price": 854213,
    "code": "92otj2"
  },
  {
    "index": 56,
    "url": "https://telegra.ph/file/0a6c1bee33a8c69ec8664.jpg",
    "name": "Genos",
    "desp": "One Punch Man",
    "info": "Genos, es el deuteragonista de One Punch-Man. Es un cyborg de 19 años y discípulo de Saitama. Él siempre esta con el objetivo de ser el más fuerte y lucha por la justicia. Bajo la Asociación de Héroes, se le da el nombre de Cyborg Demoníaco (鬼サイボーグ, Oni Saibōgu) y actualmente se encuentra en la Clase-S, rango 14.",
    "class": "Supremo",
    "atq":  18600,
    "def":  18600,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Cyborg",
    "price": 360876,
    "code": "9op6yh"
  },
  
  {
    "index": 57,
    "url": "https://telegra.ph/file/3d2e5992dd6140cd6290a.jpg",
    "name": "Tatsumaki",
    "desp": "One Punch Man",
    "info": "Tatsumaki (タツマキ, Tatsumaki - Esp: Tornado), también conocida como Tornado del Terror (戦慄のタツマキ, Senritsu no Tatsumaki), es la heroína profesional de la Clase-S, rango 2 de la Asociación de Héroes, una esper, y la hermana mayor de Fubuki. Ella y su hermana son conocidas como las Hermanas Psíquicas (エスパー姉妹, Esupā shimai).",
    "class": "Supremo",
    "atq":  18700,
    "def":  18800,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder",
    "price": 230776,
    "code": "9of4yt"
  },
  {
    "index": 58,
    "url": "https://telegra.ph/file/0e7805f6b6a55f739bbad.jpg",
    "name": "Fubuki",
    "desp": "One Punch Man",
    "info": "También conocida como Ventisca del Infierno (地獄 の フ ブ キ, Jigoku no Fubuki), es la heroína profesional de la Clase-B, rango 1 de la Asociación de Héroes, una esper, hermana menor de Tatsumaki y la líder del equipo Clase-B, el Grupo Ventisca. Ella y su hermana son conocidas como las Hermanas Psíquicas (エスパー姉妹, Esupā shimai). Fubuki es una de las pocas personas que realmente conoce el poder de Saitama, tratando de reclutarlo para su organización. También es parte del Grupo Saitama.",
    "class": "Legendario",
    "atq":  13600,
    "def":  13600,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder",
    "price": 10876,
    "code": "3ipv8h"
  },
  {
    "index": 59,
    "url": "https://telegra.ph/file/1900e9682aa3bc76da3ac.jpg",
    "name": "Do-S",
    "desp": "One Punch Man",
    "info": "Do-S es una kaijin que se asemeja a una mujer humana con cabello largo y rubio con una flor negra en el lado izquierdo de su cabeza. Sus ojos son claros con esclerótica negra y tiene un símbolo rosado con forma de corazón en la frente, así como muchos piercings en ambas orejas. Se viste con un traje de BDSM hecho de tiras y sujetado por anillos de metal que revelan su forma y su voluptuosa figura.",
    "class": "Supremo",
    "atq":  18900,
    "def":  18800,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Villano, Fantasia oscura",
    "price": 364856,
    "code": "yu8ky1"
  },
  {
    "index": 60,
    "url": "https://telegra.ph/file/c579c9ceeeeadbdddb1b8.jpg",
    "name": "Sonic Velocidad Del Sonido",
    "desp": "One Punch Man",
    "info": "Sonic Velocidad del Sonido (音速のソニック, Onsoku no Sonikku), también conocido como Sonic, es un villano recurrente y un anti-héroe ocasional en la serie, que aparece por primera vez como un guardaespaldas contratado por Zeniru. Él es un miembro anterior de la clase 44.ª de la graduación de la Aldea Ninja, apodado 'El Fin'. Sonic ve a Saitama como su eterno rival.",
    "class": "Supremo",
    "atq":  19000,
    "def":  19000,
    "type": "Manga, Anime, Acción, Musculos, Fantasía, Artes marciales, Poder, Villano, Fantasia oscura",
    "price": 206135,
    "code": "t1er50"
  },
    {
    "index": 61,
    "url": "https://telegra.ph/file/d07534025361ee13a9b35.jpg",
    "name": "Denji (Chainsaw Man)",
    "desp": "Chainsaw Man",
    "info": "Denji (デンジ?) es el personaje principal de la serie de manga Chainsaw Man de Tatsuki Fujimoto. Después de la muerte de su padre, Denji hereda una enorme deuda con la yakuza. Su vida cambia radicalmente al conocer al demonio motosierra, Pochita, lo que lo impulsa a convertirse en cazador de demonios con la esperanza de saldar lo que debe. Sin embargo, la yakuza acaba con su vida, y Pochita se convierte en su corazón, sellando un pacto con Denji, quien anhela una existencia común y corriente. A partir de entonces, al jalar un cordón en su pecho, adquiere la forma del híbrido humano-demonio conocido como Hombre motosierra (チェンソーマン Chensō Man?). Como cazador de demonios de la División Especial de Seguridad Pública, se une a los miembros de la 4ª División Especial de Tokio en la lucha contra el demonio pistola, al tiempo que persigue sus propios intereses personales.",
    "class": "Transcendental",
      "atq":  21700,
    "def":  21800,
    "type": "Manga, Anime, Acción, Demonio, Fantasía, Sangriento, Poder, Cazador de demonios",
    "price": 572334,
    "code": "e2e8tg"
  },
   {
    "index": 62,
    "url": "https://telegra.ph/file/5e02da5f6285e98e1e421.jpg",
    "name": "Pochita",
    "desp": "Chainsaw Man",
    "info": "Pochita (ポチタ, Pochita) es el Demonio Motosierra que encarna el miedo a las motosierras. Era el original Hombre Motosierra antes de convertirse en el corazón de Denji. Es considerado como el 'El héroe del Infierno' una de las entidades más poderosas de la serie después de los Demonios Primigenios, pudiendo defenderse de las hordas de demonios en el Infierno, ileso.",
    "class": "Transcendental",
     "atq":  21900,
    "def":  21800,
    "type": "Manga, Anime, Acción, Demonio, Fantasía, Sangriento, Poder",
    "price": 432932,
    "code": "4jd0th"
  },
   {
    "index": 63,
    "url": "https://telegra.ph/file/26b37d12187e4858f199e.jpg",
    "name": "Aki hayakawa",
    "desp": "Chainsaw Man",
    "info": "Aki Hayakawa (早川はやかわ アキ, Hayakawa Aki) era un Cazador de Demonios de Seguridad Pública, que trabajaba en el escuadrón especial de Makima. Él poseía contratos con el Demonio Maldición, el Demonio del Futuro y, anteriormente, con el Demonio Zorro. ",
    "class": "Sagrado",
    "atq":  15500,
    "def":  15400,
    "type": "Manga, Anime, Acción, Demonio, Fantasía, Sangriento, Poder, Cazador de demonios",
    "price": 74329,
    "code": "0hd7tp"
  },  
     {
    "index": 64,
    "url": "https://telegra.ph/file/92809933fa04f5c16e83e.png",
    "name": "Makima",
    "desp": "Chainsaw Man",
    "info": "Makima (マキマ, Makima) era una Cazadora de Demonios de Seguridad Pública de alto rango y que tomó a Denji como su mascota humana. A medida que finaliza la primera parte del manga, se revela que ella era el Demonio del Control (支し配はいの悪あく魔ま, Shihai no Akuma), un demonio que encarna el miedo al control o dominación. Ella hizo el papel de antagonista principal de la Saga de Seguridad Pública.",
    "class": "Transcendental",
       "atq":  22000,
    "def":  22000,
    "type": "Manga, Anime, Acción, Fantasía, Sangriento, Poder, Cazador de demonios",
    "price": 230412,
    "code": "qxd2r9"
  }, 
  {
    "index": 65,
    "url": "https://telegra.ph/file/f620eb002ca528e038e1a.jpg",
    "name": "Kobeni Higashiyama",
    "desp": "Chainsaw Man",
    "info": "Kobeni Higashiyama (東ひがし山やま コベニ, Higashiyama Kobeni) es una ex Cazadora de Demonios de Seguridad Pública que comenzó como nueva recluta trabajando para el escuadrón especial de Makima.",
    "class": "Épico",
    "atq":  10000,
    "def":  10000,
    "type": "Manga, Anime, Acción, Fantasía, Sangriento, Poder, Cazador de demonios",
    "price": 40452,
    "code": "qxd2r9"
  }, 
    {
    "index": 66,
    "url": "https://telegra.ph/file/50bdc6c95c7343d5ff539.jpg",
    "name": "Kishibe",
    "desp": "Chainsaw Man",
    "info": "Kishibe (岸きし辺べ, Kishibe) es un Cazador de Demonios de Seguridad Pública de la División Especial 1, pero luego del asalto a las Divisiones Especiales, se convirtió en capitán de la División Especial 4.",
    "class": "Supremo",
    "atq":  19100,
    "def":  19200,
    "type": "Manga, Anime, Acción, Fantasía, Sangriento, Poder, Cazador de demonios",
    "price": 75631,
    "code": "3ay2rg"
  },
  {
    "index": 67,
    "url": "https://telegra.ph/file/77fcf19a5097147efe922.jpg",
    "name": "Himeno",
    "desp": "Chainsaw Man",
    "info": "Himeno (姫野, Himeno) era una Cazadora de Demonios de Seguridad Pública, trabajando bajo el escuadrón especial de Makima, siendo la pareja laboral y figura superior de Aki Hayakawa.",
    "class": "Sagrado",
    "atq":  15600,
    "def":  15600,
    "type": "Manga, Anime, Acción, Fantasía, Sangriento, Poder, Cazador de demonios",
    "price": 85327,
    "code": "7t2ir0"
  },
  {
    "index": 68,
    "url": "https://telegra.ph/file/526ebffda7c01efaa51be.jpg",
    "name": "Demonio Pistola",
    "desp": "Chainsaw Man",
    "info": "Himeno (姫野, Himeno) era una Cazadora de Demonios de Seguridad Pública, trabajando bajo el escuadrón especial de Makima, siendo la pareja laboral y figura superior de Aki Hayakawa.",
    "class": "Transcendental",
    "atq":  22100,
    "def":  22200,
    "type": "Manga, Anime, Acción, Fantasía, Sangriento, Poder, Fantasia Oscura, Villano",
    "price": 876954,
    "code": "e4r9rv"
  },
  {
    "index": 69,
    "url": "https://telegra.ph/file/af5f1f0884d3179c06a9a.jpg",
    "name": "Katana Man",
    "desp": "Chainsaw Man",
    "info": "Katana Man (nombre real desconocido), también conocido como Espada Samurai (サムライソード, Samurai sōdo) es un híbrido que se fusiono con el Demonio Katana. Su abuelo fue el jefe Yakuza asesinado por Denji, razón por la cual se asoció con Akane Sawatari para vengarse de Denji y robarle el corazón. Es el antagonista principal del Arco de Katana Man y un antagonista menor en el Arco del Demonio Control.",
    "class": "Sagrado",
    "atq":  15700,
    "def":  15800,
    "type": "Manga, Anime, Acción, Fantasía, Demonio, Sangriento, Poder, Fantasia Oscura, Villano",
    "price": 53893,
    "code": "f2k4tb"
  },
  {
    "index": 70,
    "url": "https://telegra.ph/file/92b1ae7a3f146400aed65.jpg",
    "name": "Akane Sawatari",
    "desp": "Chainsaw Man",
    "info": "Akane Sawatari (沢渡アカネ, Sawatari Akane) era una ex Cazadora de Demonios Privada que trabajaba con el Demonio Pistola y que también tenía un contrato con el Demonio Serpiente. Ella hizo de antagonista secundaria en el Arco de Katana Man.",
    "class": "Sagrado",
    "atq":  15900,
    "def":  15800,
    "type": "Manga, Anime, Acción, Fantasía, Sangriento, Poder, Fantasia Oscura, Villano",
    "price": 43893,
    "code": "f8t4tc"
  },
    {
    "index": 71,
    "url": "https://telegra.ph/file/3371f91ead8ddab28750c.jpg",
    "name": "Power",
    "desp": "Chainsaw Man",
    "info": "Power es un personaje ficticio de la serie de manga Chainsaw Man de Tatsuki Fujimoto. Ella es un demonio que trabaja junto al personaje principal, Denji, contra diferentes enemigos.",
    "class": "Sagrado",
    "atq":  16000,
    "def":  16000,
    "type": "Manga, Anime, Acción, Fantasía, Sangriento, Poder, Demonio, Cazador de demonios",
    "price": 35843,
    "code": "h2r4tk"
  },  
  {
    "index": 72,
    "url": "https://telegra.ph/file/f3f8d73142f7418911fb6.jpg",
    "name": "Kiyotaka Ijichi",
    "desp": "Jujutsu Kaisen",
    "info": "Kiyotaka Ijichi (伊地知潔高 Ijichi Kiyotaka?) es uno de los personajes de la serie manga Jujutsu Kaisen. Fue antiguo estudiante del Colegio Técnico de Magia Metropolitana de Tokio y, actualmente, trabaja como asistente auxiliar e informante de las misiones para los estudiantes y chamanes que integran al Colegio. También es asistente directo del Director Masamichi Yaga.",
    "class": "Poco Común",
    "type": "Manga, Anime, Acción, Sobrenatural, Fantasía, Artes marciales, Poder",
    "atq":  3000,
    "def":  2800,
    "price": 223,
    "code": "4ek4fb"
  },
  {
            "index": 73,
            "url": "https://telegra.ph/file/ed67074cf2b736148101b.jpg",
            "name": "Kuzen Yoshimura",
            "desp": "Tokyo Ghoul",
            "info": "Yoshimura ( 芳村 よしむら , Yoshimura?) es un Ghoul de Clasificación SSS y ex-gerente de la cafetería Anteiku. Intenta ayudar a los Ghouls, especialmente a aquellos que no pueden cazar por sí mismos. Toma a Ken Kaneki y le enseña a vivir como un ghoul",
            "class": "Transcendental",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso, Demonios",
            "atq": 22300,
            "def": 22300,
            "price": 209323,
            "code": "2Tk4fb"
        },
        {
            "index": 74,
            "url": "https://telegra.ph/file/0824a767b55787b6bf7da.png",
            "name": "Rize Kamishiro",
            "desp": "Tokyo Ghoul",
            "info": "Rize Kamishiro ( 神代 利世 かみしろ りぜ , Kamishiro Rize?) fue la hija adoptiva de Matasaka Kamishiro además de ser una ghoul que escapó de la organización V.",
            "class": "Sagrado",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso, Villano, Demonios",
            "atq": 16200,
            "def": 16100,
            "price": 9323,
            "code": "2TFp3b"
        },
        {
            "index": 75,
            "url": "https://telegra.ph/file/887bc7c1e8753938ecbfa.jpg",
            "name": "Hideyoshi Nagachika",
            "desp": "Tokyo Ghoul",
            "info": "Hideyoshi Nagachika ( 永近 英良 , Nagachika Hideyoshi?) también conocido como Hide ( ヒデ , Hide?) es un Pacificador Asistente del TSC y el mejor amigo de Ken Kaneki. Él fue estudiante de primer año (segundo año tras el Capítulo 80) del Departamento de Estudios Internacionales de la Universidad Kamii.",
            "class": "Raro",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso",
            "atq": 5700,
            "def": 5600,
            "price": 623,
            "code": "4yFp3V"
        },
        {
            "index": 76,
            "url": "https://telegra.ph/file/139d3ab52491e73caab7e.jpg",
            "name": "Noro",
            "desp": "Tokyo Ghoul",
            "info": "Noro (ノロ, Noro?) fue uno de los subordinados directos del Rey de un Ojo y uno de los dos líderes del Árbol Aogiri, junto a Tatara. En el pasado él era llamado Noroi (ノロイ, Noroi?) y fue el encargado de criar a Eto, cuando Kuzen se la entregó en el Distrito 24",
            "class": "Sagrado",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso, Villano, Demonios",
            "atq": 16300,
            "def": 16300,
            "price": 9623,
            "code": "E2Fr6V"
        },
        {
            "index": 77,
            "url": "https://telegra.ph/file/eb6ae6a873fb4df4af213.jpg",
            "name": "Touka Kirishima",
            "desp": "Tokyo Ghoul",
            "info": "Touka Kirishima (霧嶋 董香きりしま とうか, Kirishima Tōka?) es una Ghoul y fue camarera en Anteiku. Mientras está cazando, ella vistía con una máscara de conejo y su alias es Conejo. En Tokyo Ghoul, ella era una estudiante de segundo año en la secundaria Kiyomi, al principio y una estudiante de tercer año tras el time-skip. En Tokyo Ghoul, regresa como gerente y camarera de la cafetería re.",
            "class": "Sagrado",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso",
            "atq": 16400,
            "def": 16400,
            "price": 8213,
            "code": "9Igp3J"
        },
        {
            "index": 78,
            "url": "https://telegra.ph/file/fba08e1108ec5f375a84b.jpg",
            "name": "Koutarou Amon",
            "desp": "Tokyo Ghoul",
            "info": "Koutarou Amon (亜門 鋼太朗, Amon Kōtarō?) es un ex Investigador Ghoul de Primera Clase. Tras su supuesta muerte, fue promovido a Clase Especial por su distinguido servicio. Fue compañero de Kureo Mado. Su última pareja fue Akira Mado, antes de ser declarado muerto. Debido a una experiencia personal como huérfano durante su niñez, Amon ha llegado a la conclusión de que este mundo está mal, así lo ha hecho su tarea, cambiar el mundo. Él cree que los Ghouls están torciendo el mundo y ve la erradicación de éstos como una manera de solucionarlo. Después de ser perdonado por Ken Kaneki, Amon ha comenzado a cuestionar la rectitud de su cruzada. Él tiene un cierto interés en Ghouls como 'Conejo' y 'Parche'.",
            "class": "Legendario",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso",
            "atq": 13700,
            "def": 13800,
            "price": 5717,
            "code": "9Ugp3J"
        },
        {
            "index": 79,
            "url": "https://telegra.ph/file/586fa316bbd37b826bae3.jpg",
            "name": "Nishio Nishiki",
            "desp": "Tokyo Ghoul",
            "info": "Nishiki Nishio (西尾 錦にしお にしき, Nishio Nishiki?) es un Ghoul cuya zona original de alimentación fue tomada por Rize. Él es un estudiante de Segundo Año en el Departamento Farmacéutico de la Universidad Kamii. Él es el novio de Kimi Nishino. Fue gravemente herido en una pelea con Kaneki, pero finalmente se convirtió en un camarero en Anteiku y aliado a Ken Kaneki.",
            "class": "Legendario",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso",
            "atq": 13800,
            "def": 13900,
            "price": 4717,
            "code": "3Dgp3J"
        },
        {
            "index": 80,
            "url": "https://telegra.ph/file/d26773008942aadaae74c.jpg",
            "name": "Kureo Mado",
            "desp": "Tokyo Ghoul",
            "info": "Kureo Mado (真戸 呉緒, Mado Kureo?) fue un Investigador Ghoul de Primera Clase, el Mentor y el primer compañero de Koutarou Amon. También es un fanático de los Quinques.",
            "class": "Sagrado",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso",
            "atq": 16500,
            "def": 16600,
            "price": 7518,
            "code": "5T4p3J"
        },
        {
            "index": 81,
            "url": "https://telegra.ph/file/298230b6fc6e621c2ef37.png",
            "name": "Juuzou Suzuya",
            "desp": "Tokyo Ghoul",
            "info": "Juuzou Suzuya (鈴屋 什造すずや じゅうぞう, Suzuya Jūzō?) es un Pacificador de Clase Especial del TSC. En el pasado, su nombre era Rei Suzuya (鈴屋れいや, Suzuya Reiya?). Su primer compañero fue Yukinori Shinohara, y su actual socio es Hanbee Abara. Anteriormente, fue asignado al Distrito 20 y estaba encargado de la investigación de la 'Glotona'.",
            "class": "Legendario",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso",
            "atq": 14000,
            "def": 14000,
            "price": 5745,
            "code": "5g2s4W"
        },
        {
            "index": 82,
            "url": "https://telegra.ph/file/aa25110c4e3e27a3b3402.jpg",
            "name": "Shuu Tsukiyama",
            "desp": "Tokyo Ghoul",
            "info": "Shuu Tsukiyama (月山習つきやま しゅう, Tsukiyama Shū?) es el infame Ghoul 'Gourmet' (美食家?) del Distrito 20. Él es un estudiante de cuarto año en Estudios de Bienestar Social en el Departamento de Ciencias Humanas de la Universidad Seinan Gakuin. Él viene de una familia muy rica e influyente, dirigida por su padre, Mirumo Tsukiyama.",
            "class": "Legendario",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso, Villano",
            "atq": 14100,
            "def": 14200,
            "price": 4145,
            "code": "5t6z4W"
        },
        {
            "index": 83,
            "url": "https://telegra.ph/file/5b4086628183d652a94b1.jpg",
            "name": "Eto Yoshimura",
            "desp": "Tokyo Ghoul",
            "info": "Eto Yoshimura (芳村 エト, Yoshimura Eto?) es una Medio Ghoul, administradora y la fundadora del Árbol Aogiri, a menudo se encontraba junto a su compañero de grupo Tatara.",
            "class": "Legendario",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso, Villano",
            "atq": 14300,
            "def": 14400,
            "price": 5155,
            "code": "5t6R7s"
        },
        {
            "index": 84,
            "url": "https://telegra.ph/file/03ea9db4ae7e0593fc414.jpg",
            "name": "Yakumo Oomori",
            "desp": "Tokyo Ghoul",
            "info": "Por lo general lo llamaban por su alias 'Yamori' (ヤモリ, lit. 'Gecko'). Debido a su brutalidad, él también ha sido conocido como el 'Jason' del Distrito 13. Yamori también aparece en el spin-off Tokyo Ghoul: Jack en su juventud.",
            "class": "Legendario",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso, Villano",
            "atq": 14500,
            "def": 14500,
            "price": 5531,
            "code": "1G6P7s"
        },
        {
            "index": 85,
            "url": "https://telegra.ph/file/d9c51bddd9430ca72c538.jpg",
            "name": "Renji Yomo",
            "desp": "Tokyo Ghoul",
            "info": "Renji Yomo (四方 蓮示, Yomo Renji?) es la mano derecha de Yoshimura. Es un viejo amigo de Uta e Itori. Debido a sus hábitos alimenticios y su máscara en forma de ave, se ha ganado el apodo de Cuervo (カラス, Karasu).",
            "class": "Sagrado",
            "type": "Fantasía, Anime, Fantasía oscura, Suspenso",
            "atq": 16600,
            "def": 16600,
            "price": 9245,
            "code": "5F2s4W"
        },
    {
            "index": 86,
            "url": "https://telegra.ph/file/ade87e17946df759ee0f1.jpg",
            "name": "Ruby Hoshino",
            "desp": "Oshi no Ko",
            "info": "Ruby Hoshino (星ほし野の瑠る美び衣い, Hoshino Rubii?)es la deuteragonista y uno de los personajes principales de Oshi no Ko. Ella es la segunda hija de la carismática Idol Ai Hoshino, al igual que su hermano Aqua. Además, ella tiene memorias de su vida pasada, cuando era conocida como Sarina Tendouji, una chica que sufría de una enfermedad terminal, que era cuidada por Goro Amemiya. Ruby en su anterior vida gran fan de Ai, y ya conocía a Aqua en su vida pasada, solo que ambos no lo saben.",
            "class": "Épico",
            "type": "Fantasía, Anime,  Misterio, Musical, Drama, Ficcion",
            "atq": 10100,
            "def": 10200,
            "price": 2045,
            "code": "S2O9q"
        },
   {
            "index": 87,
            "url": "https://telegra.ph/file/4e01db863a3142aaccc9b.jpg",
            "name": "Ai Hoshino",
            "desp": "Oshi no Ko",
            "info": "Ai Hoshino (星ほし野のアイ, Hoshino Ai?) Es un personaje principal del manga Oshi No Ko. Ella era la Idol principal del grupo B-Komachi. Antes de su trabajo como Idol, ella era una chica abandonada en un orfanato, que no tenía profesionalismo y no trataba de encajar. Con la ayuda de Masaya Kaburagi, pudo ingresar a la Compañía Teatral Lala Lai donde conocería al padre de sus hijos, y a través de Ichigo Saitou, el antiguo presidente de Strawberry Productions, se convirtió en una Idol para B-Komachi.",
            "class": "Sagrado",
            "type": "Fantasía, Anime,  Misterio, Musical, Drama, Ficcion, Idol",
            "atq": 16700,
            "def": 16800,
            "price": 9051,
            "code": "S7O9q"
        },
    {
            "index": 88,
            "url": "https://telegra.ph/file/858691e2f9ff3ad63f326.jpg",
            "name": "Aquamarine Hoshino",
            "desp": "Oshi no Ko",
            "info": "Aquamarine Hoshino (星ほし野の 愛あ久く愛あ海まりん, Hoshino Akuamarin?), o más comúnmente conocido simplemente como Aqua (アクア, Akua?), es el protagonista masculino y uno de los personajes principales de Oshi no Ko . En su vida anterior, era conocido como Gorou Amemiya, un médico especializado en obstetricia y ginecología quien fue asesinado por un acosador de uno de sus pacientes, Ai Hoshino, causando que él se reencarnara como su hijo.",
            "class": "Épico",
            "type": "Fantasía, Anime,  Misterio, Musical, Drama, Ficcion",
            "atq": 10300,
            "def": 10400,
            "price": 3951,
            "code": "S7O9I"
        },
    {
            "index": 89,
            "url": "https://telegra.ph/file/8011ba40d87a440d3819b.jpg",
            "name": "Kana Arima",
            "desp": "Oshi no Ko",
            "info": "Kana Arima (有馬ありま かな, Arima Kana?) es uno de los personajes principales de Oshi no Ko. Kana fue una niña prodigio y actriz. Es amiga de Aquamarine Hoshino y Ruby Hoshino, y fue la Idol principal de la revivida B-Komachi. Antes de esto, ella solía ser una figura reconocida dentro de la industria del entretenimiento, una que siempre se robaba las miradas de los espectadores del show con su talento. Sin embargo, Comenzó a conseguir menos trabajos y su destino finalmente se selló a medida que crecía.",
            "class": "Épico",
            "type": "Fantasía, Anime, Misterio, Musical, Drama, Ficcion, Idol",
            "atq": 10500,
            "def": 10500,
            "price": 2251,
            "code": "Z7O9I"
        },
    {
            "index": 90,
            "url": "https://telegra.ph/file/9c5a9af96a0e48c04e975.jpg",
            "name": "Akane Kurokawa",
            "desp": "Oshi no Ko",
            "info": "Akane Kurokawa (黒くろ川かわ あかね, Kurokawa Akane?) es un importante personaje secundario en la serie de manga Oshi no Ko. Es una excelente actriz de método, capaz de interpretar personalidades hasta el extremo, con conexiones con la Compañía Teatral Lala Lai.",
            "class": "Raro",
            "type": "Fantasía, Anime, Misterio, Musical, Drama, Ficcion",
            "atq": 5800,
            "def": 5900,
            "price": 751,
            "code": "Z7O9T"
        },
    {
            "index": 91,
            "url": "https://telegra.ph/file/a8d9505bf111154a4eede.jpg",
            "name": "Mem-Cho",
            "desp": "Oshi no Ko",
            "info": "Mem-Cho (MEMめむちょ, Memu-cho?) es una youtuber que apareció en el Reality Show 'LoveNow'. Ella es una Vtuber en el canal oficial del anime de Oshi No Ko. Era una chica que quería ser Idol desde una edad muy temprana, pero debido a su situación familiar hizo sacrificios que terminaron en ser muy mayor para ser una. Sin embargo, a pesar de que ella pensaba que no podía ser una Idol a los 25 años, una puerta se abrió y luego del Reality Show, Aqua la invitó al nuevo B-Komachi y se unió.",
            "class": "Raro",
            "type": "Fantasía, Anime, Misterio, Musical, Drama, Ficcion, Vtuber",
            "atq": 6000,
            "def": 6000,
            "price": 631,
            "code": "R7O9T"
        },
        {
            "index": 92,
            "url": "https://telegra.ph/file/2950faea6c483381b47ae.jpg",
            "name": "Hatsune Miku",
            "desp": "Vocaloid",
            "info": "Miku Hatsune conocida mayormente como Hatsune Miku o simplemente Miku, es una cantante virtual para el sintonizador desarrollado por Yamaha, VOCALOID2, VOCALOID3 y VOCALOID4, así como para el programa desarrollado por Crypton Future Media, Piapro Studio.",
            "class": "Supremo",
            "atq":  19300,
            "def":  19300,
            "type": "Vocaloid, Música, Anime, Fantasía",
            "price": 18259,
            "code": "7Dl18V"
        },
        {
            "index": 93,
            "url": "https://telegra.ph/file/7758684294706ae847f68.jpg",
            "name": "Kagamine Rin y Len",
            "desp": "Vocaloid",
            "info": "Rin Len Kagamine son dos bancos de voz para el programa VOCALOID2 y VOCALOID4. Desarrollados por Crypton Future Media con la voz de la seiyuu: Asami Shimoda, para la segunda versión del programa de sintetización de voz VOCALOID lanzados al mercado el 27 de diciembre de 2007.",
            "class": "Sagrado",
            "atq":  16800,
            "def":  16900,
            "type": "Vocaloid, Música, Anime, Fantasía",
            "price": 9122,
            "code": "5Dl18V"
        },
    {
            "index": 94,
            "url": "https://telegra.ph/file/59362cb042491cd1075fb.jpg",
            "name": "GeoXor",
            "desp": "Vocaloid",
            "info": "GeoXor es un productor y compositor de música electrónica chileno. Su estilo musical se caracteriza por fusionar elementos de varios géneros como el EDM, el Future Bass y el Trap, creando un sonido único y distintivo. GeoXor ha ganado popularidad en la comunidad de música electrónica en línea, especialmente en plataformas como SoundCloud y YouTube, donde sus pistas han recibido millones de reproducciones.",
            "class": "Sagrado",
            "atq":  17000,
            "def":  17000,
            "type": "Vocaloid, Música, Anime, Fantasía",
            "price": 9195,
            "code": "5FlY8V"
        },
    {
            "index": 95,
            "url": "https://telegra.ph/file/785c9b40740e219dc94ab.jpg",
            "name": "Ado",
            "desp": "Vocaloid",
            "info": "Ado (nacida el 24 de octubre de 2002) es el seudónimo de una cantante japonesa. En 2020, con tan solo 17 años, Ado debutó tempranamente con el sencillo digital titulado 'Usseewa'. La canción pronto alcanzó el puesto número 1 en el Billboard Japan Hot 100, DO Oricon Digital Singles Chart y Oricon Streaming Chart. El video musical de la canción en su canal de YouTube alcanzó los 100 millones de reproducciones tan solo 148 días después de su lanzamiento.",
            "class": "Supremo",
            "atq":  19400,
            "def":  19400,
            "type": "Vocaloid, Música, Anime, Fantasía",
            "price": 18452,
            "code": "5FGY8V"
        },
    {
            "index": 96,
            "url": "https://telegra.ph/file/6ddf3e5526761950f65b0.jpg",
            "name": "Futakuchi Mana",
            "desp": "Vocaloid",
            "info": "Futakuchi Mana (二口魔草) es una cantante virtual futakuchi-onna (二口女, literalmente 'mujer de dos bocas'). El canal de YouTube de Mana se creó el 6 de diciembre de 2020, su cuenta de Twitter se creó el mismo mes. El 4 de enero de 2021, Mana subió su primer vídeo al canal, una versión de  'Megitsune'  de Babymetal, que fue su primera versión en solitario como VSinger. El 7 de febrero de 2021 anunció su fecha de debut. El 14 de febrero de 2021 debutó Mana.",
            "class": "Raro",
            "atq":  6100,
            "def":  6100,
            "type": "Vocaloid, Música, Anime, Fantasía",
            "price": 654,
            "code": "5FGY9B"
        },
     {
            "index": 97,
            "url": "https://telegra.ph/file/3b3748b0a94ecba66c19d.jpg",
            "name": "Obkatiekat",
            "desp": "Vocaloid",
            "info": "Obkatiekat  es una VTuber británica que debutó el 8 de agosto de 2021. Es un híbrido de wereneko humano.",
            "class": "Raro",
            "atq":  5700,
            "def":  5800,
            "type": "Vocaloid, Música, Anime, Fantasía",
            "price": 642,
            "code": "5T4Y9B"
        },
    {
            "index": 98,
            "url": "https://telegra.ph/file/8e32f179120ff0230a93f.jpg",
            "name": "Zephyrianna",
            "desp": "Vocaloid",
            "info": "Zephyrianna (ゼフィリアンナ) es una VTuber independiente de Malasia que debutó el 20 de mayo de 2023. Zephyrianna es un pájaro espacial burbujeante a quien le encanta cantar y gritar. Emigró a la Tierra para perseguir sus pasiones y comenzar una nueva vida. Si no está trabajando, está durmiendo o comiendo cantidades inhumanas. ¿Le harás compañía en este viaje para encontrar su lugar en este mundo?",
            "class": "Raro",
            "atq":  5900,
            "def":  5800,
            "type": "Vocaloid, Música, Anime, Fantasía, Vtuber",
            "price": 612,
            "code": "5T4Y2B"
        },
    {
            "index": 99,
            "url": "https://telegra.ph/file/f9eb47cc7cee84eba7df1.jpg",
            "name": "Yurine Hanazono",
            "desp": "Dropkick On My Devil",
            "info": "Yurine Hanazono (花園 ゆりねHanazono Yurine ? ) es una bruja que convocó a Jashin-chan a la Tierra. Ella es implacable al atacarla brutalmente como penitencia por sus acciones, pero en general es amable con los demás.",
            "class": "Transcendental",
            "atq":  22300,
            "def":  22300,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Cazador de demonios, Sangriento, Brujo",
            "price": 612032,
            "code": "D4OPK5"
        },
    {
            "index": 100,
            "url": "https://telegra.ph/file/ed73a6f2ec7c0762aa2a1.png",
            "name": "Jashin-chan",
            "desp": "Dropkick On My Devil",
            "info": "Jashin-chan (邪神ちゃん? ) es una serpiente egocéntrica que fue convocada desde el infierno por Yurine . Posee habilidades regenerativas, que le permiten revivir después de que sus acciones condujeran a la sangrienta venganza de Yurine. La palabra japonesa 'Jashin' (邪神) significa 'dios maligno'.",
            "class": "Épico",
            "atq":  10100,
            "def":  10200,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 2032,
            "code": "D4OPK1"
        },
    {
            "index": 101,
            "url": "https://telegra.ph/file/7cd98653c90b4786b1ea1.jpg",
            "name": "Persefone II",
            "desp": "Dropkick On My Devil",
            "info": "Kasugai Picoletta (春日井ピコレッタKasugai Pikoretta ? ), principalmente conocida como Perséfone II (ペルセポネ二世Perusepone Ni-sei ? ), es un personaje de Dropkick on My Devil! animado . Es hija de Hades y Perséfone .",
            "class": "Épico",
            "atq":  10300,
            "def":  10400,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 2232,
            "code": "D4OPK2"
        },
     {
            "index": 102,
            "url": "https://telegra.ph/file/913507a5cecc828d918c5.jpg",
            "name": "Minos",
            "desp": "Dropkick On My Devil",
            "info": "Minos (ミノスMinosu ? ) es un minotauro amigo de Jashin-chan y el elenco. Como minotauro, es conocida por su velocidad y fuerza inigualables, sobre las que a menudo tiene muy poco control. Trabaja como repartidora de leche. A pesar de su naturaleza, Minos tiene una personalidad alegre y amable que la hace muy querida por los demás.",
            "class": "Épico",
            "atq":  10500,
            "def":  10500,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 2320,
            "code": "D4OPK3"
        },
    {
            "index": 103,
            "url": "https://telegra.ph/file/a9f257c554d53c0eef84a.jpg",
            "name": "Medusa",
            "desp": "Dropkick On My Devil",
            "info": "Medusa (メデューサMedyūsa ? ) es la mejor amiga de Jashin y en realidad la única persona que la ama y se preocupa por ella. Como es un demonio gorgona, se ve obligada a llevar una bolsa de papel en la cabeza para no convertir a las personas en piedra.",
            "class": "Raro",
            "atq":  6000,
            "def":  6000,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 627,
            "code": "D4OPK4"
        },
    {
            "index": 104,
            "url": "https://telegra.ph/file/a4cd917be1312fa828589.jpg",
            "name": "Yusa",
            "desp": "Dropkick On My Devil",
            "info": "Yusa (遊佐Yusa ? ) es un demonio de hielo y la hermana mayor de Kōji . Trabaja como fabricante de helados y conos de nieve",
            "class": "Raro",
            "atq":  6100,
            "def":  6100,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 627,
            "code": "D4OPK6"
        },
    {
            "index": 105,
            "url": "https://telegra.ph/file/ea4a8112eb2ef50876ca0.jpg",
            "name": "Koji",
            "desp": "Dropkick On My Devil",
            "info": "Kori-chan (氷ちゃんKoorichan ? ), a veces también llamada Kōji (浩二Kōji ? ) , es una joven demonio de hielo hermana menor de Yusa.",
            "class": "Común",
            "atq":  1250,
            "def":  1250,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 250,
            "code": "D4OPK6"
        },
    {
            "index": 106,
            "url": "https://telegra.ph/file/309ee6c750fcd2da9b0bf.jpg",
            "name": "Beth",
            "desp": "Dropkick On My Devil",
            "info": "Beth (ベート? ) es una Bestia de Gévaudan que Yurine tiene como mascota fuera de su apartamento.",
            "class": "Común",
            "atq":  1050,
            "def":  1350,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 260,
            "code": "D4OPK7"
        },
    {
            "index": 107,
            "url": "https://telegra.ph/file/34a9bd5f256da2f5ce978.jpg",
            "name": "Ran-Ran",
            "desp": "Dropkick On My Devil",
            "info": "Ran-Ran es la hermana gemela mayor de Kyon-Kyon . Ella es una Jiangshi del infierno de China. Ella fue maldecida por una maldición de panda y se convirtió en un pequeño juguete de panda. Ella cabalga dentro del vestido de Kyon-Kyon.",
            "class": "Común",
            "atq":  1200,
            "def":  1100,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 263,
            "code": "D4OPK8"
        },
    {
            "index": 108,
            "url": "https://telegra.ph/file/68cd9e8269c2e112f35e2.jpg",
            "name": "Kyon-Kyon",
            "desp": "Dropkick On My Devil",
            "info": "Kyon-Kyon es un Jiangshi de alto rango de la China del Infierno. Ella quería volverse como un ser humano. Ella es la hermana gemela menor de Ran-Ran .",
            "class": "Raro",
            "atq":  6200,
            "def":  6200,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Demonios, Sangriento",
            "price": 563,
            "code": "D4OPK9"
        },
    {
            "index": 109,
            "url": "https://telegra.ph/file/acff8af8fc7d7635b72e5.jpg",
            "name": "Pekora",
            "desp": "Dropkick On My Devil",
            "info": "Pekora (ペコラ? ) es un arcángel que perdió su halo y quedó varado en la Tierra. Incapaz de encontrar su lugar en el reino de los mortales y considerada una traidora por el Cielo por haber recibido caridad del resto del conjunto de personajes, en su mayoría demoníacos, se ha visto reducida a una calle sin hogar y apenas se las arregla a través de trabajos de medio tiempo y la amabilidad ocasional de otros.",
            "class": "Común",
            "atq":  1300,
            "def":  1000,
            "type": "Manga, Anime, Acción, Fantasía, Artes marciales, Angeles, Sangriento",
            "price": 163,
            "code": "D4OPK0"
        },
          {
            "index": 110,
            "url": "https://telegra.ph/file/88deb4a45cab2dce56e50.jpg",
            "name": "Vegeta",
            "desp": "Dragon Ball Super",
            "info": "Es el hijo mayor del rey Vegeta III, así como el príncipe más reciente de la familia real saiyana y uno de los pocos supervivientes tras el genocidio saiyano del planeta Vegeta del Universo 7, a manos de Freeza. Es el eterno rival de Son Goku, hermano mayor de Tarble, el esposo de Bulma, padre de Trunks y Bra y ancestro de Vegeta Jr.",
            "price": 18200,
            "class": "Supremo",
            "atq":  19500,
            "def":  19600,
            "type": "Anime, Manga, Acción, Fantasía, Artes marciales, Poder",
            "code": "95iYYP"
          },
    {
            "index": 111,
            "url": "https://telegra.ph/file/913f5b75a5410ace45a07.jpg",
            "name": "Son Gohan",
            "desp": "Dragon Ball Super",
            "info": "Son Gohan (孫そん悟ご飯はん Son Gohan¿?), Son Gohanda[29] en su tiempo en España, o simplemente Gohan en Hispanoamérica, es uno de los personajes principales de los arcos argumentales de Dragon Ball Z, Dragon Ball Super y Dragon Ball GT. Es un mestizo entre saiyano y humano terrícola. Es el primer hijo de Son Goku y Chi-Chi, hermano mayor de Son Goten, esposo de Videl y padre de Pan.",
            "price": 8200,
            "class": "Sagrado",
            "atq":  17100,
            "def":  17200,
            "type": "Anime, Manga, Acción, Fantasía, Artes marciales, Poder",
            "code": "95iYUP"
          },
    {
            "index": 112,
            "url": "https://telegra.ph/file/f0f454d87ac06583e35cf.jpg",
            "name": "Trunks",
            "desp": "Dragon Ball Super",
            "info": "Trunks (トランクス Torankusu¿?) es un mestizo entre humano terrícola y Saiyano nacido en la Tierra, e hijo de Bulma y Vegeta, el cual es introducido en el Arco de los Androides y Cell. Más tarde en su vida como joven, se termina convirtiendo en un luchador de artes marciales, el mejor amigo de Son Goten y en el hermano mayor de su hermana Bra",
            "price": 8200,
            "class": "Sagrado",
            "atq":  17300,
            "def":  17400,
            "type": "Anime, Manga, Acción, Fantasía, Artes marciales, Poder",
            "code": "95i5UP"
          },
    {
            "index": 113,
            "url": "https://telegra.ph/file/ea82c46429cad0200f264.jpg",
            "name": "Son Goten",
            "desp": "Dragon Ball Super",
            "info": "Son Goten (孫そん悟ご天てん Son Goten¿?) es el segundo hijo de Chi-Chi y Son Goku, y hermano menor de Son Gohan, que nació al poco tiempo de la segunda muerte de su padre.",
            "price": 200,
            "class": "Común",
            "atq":  1250,
            "def":  1250,
            "type": "Anime, Manga, Acción, Fantasía, Artes marciales, Poder",
            "code": "76i5UP"
          },
      {
            "index": 114,
            "url": "https://telegra.ph/file/ea82c46429cad0200f264.jpg",
            "name": "Tanjiro Kamado",
            "desp": "Kimetsu no Yaiba",
            "info": "Tanjiro Kamado (竈門かまど 炭たん治じ郎ろう, Kamado Tanjirō?) es el protagonista principal de Kimetsu no Yaiba. Es un cazador de Demonios cuyo principal objetivo es encontrar al responsable de haber matado a su familia y convertido a su hermana Nezuko en una Demonio[5] y luego juró derrotar a Muzan Kibutsuji, el Rey de los Demonios, para evitar que otros sufran el mismo destino que él.",
            "price": 200,
            "class": "Común",
            "atq":  1250,
            "def":  1250,
            "type": "Anime, Manga, Acción, Fantasía, Artes marciales, Poder",
            "code": "76i5UP"
          }
    ]
}
